<QucsStudio Schematic 3.3.2>
<Properties>
View=30,-14,1209,615,1.54583,162,0
Grid=10,10,1
DataSet=*.dat
DataDisplay=*.dpl
OpenDisplay=1
showFrame=0
FrameText0=Title
FrameText1=Drawn By:
FrameText2=Date:
FrameText3=Revision:
</Properties>
<Symbol>
</Symbol>
<Components>
C C1 1 460 340 -26 17 0 0 "1 pF" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
GND * 1 540 450 0 0 0 0
IProbe Ibias 1 700 410 -59 -26 0 3
GND * 1 960 450 0 0 0 0
Idc I1 1 900 540 -84 -26 0 2 "1 mA" 1 "SIL-2" 0
GND * 1 900 570 0 0 0 0
GND * 1 390 140 0 0 0 0
IProbe Idc 1 580 40 -26 16 0 0
IProbe Ic 1 700 240 -59 -26 0 3
.SW SW1 1 100 240 0 79 0 0 "HB1" 1 "V1" 1 "log" 1 "0.001" 1 "50" 1 "1000" 1
.HB HB1 1 90 60 0 79 0 0 "32@;16@1 GHz;" 0 "no" 0 "1 GHz" 0 "lin" 0 "1 kHz" 0 "10 kHz" 0 "10" 0 "0.001" 0 "1 µA" 0 "500" 0
GND * 1 370 450 0 0 0 0
Vac V1 1 370 400 18 -26 0 0 "V1" 1 "1 GHz" 0 "0" 0 "0" 0 "SUBCLICK" 0
R R3 1 540 400 15 -26 0 1 "10e9" 1 "26.85" 0 "0" 0 "0" 0 "26.85" 0 "US" 0 "SMD0603" 0
Lib BFR92A_T1 1 700 340 10 -16 0 0 "K_specBJT" 0 "BFR92A" 0 "SOT23" 0
C C2 1 800 160 -26 17 0 0 "10" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
Vdc V2 1 390 110 18 -26 0 0 "5" 1 "battery" 0 "SIL-2" 0
Eqn Eqn1 1 1090 120 0 8 0 0 "f1=10e5=" 1 "yes" 0
</Components>
<Wires>
700 370 700 380 "" 0 0 0 ""
490 340 540 340 "" 0 0 0 ""
540 340 670 340 "vin" 600 280 95 ""
540 340 540 370 "" 0 0 0 ""
540 430 540 450 "" 0 0 0 ""
700 440 700 470 "" 0 0 0 ""
900 470 900 510 "" 0 0 0 ""
700 470 900 470 "" 0 0 0 ""
960 160 960 450 "" 0 0 0 ""
390 40 390 80 "" 0 0 0 ""
610 40 700 40 "" 0 0 0 ""
390 40 550 40 "" 0 0 0 ""
700 160 700 210 "" 0 0 0 ""
700 160 770 160 "" 0 0 0 ""
700 270 700 310 "" 0 0 0 ""
370 430 370 450 "" 0 0 0 ""
370 340 430 340 "" 0 0 0 ""
370 340 370 370 "" 0 0 0 ""
830 160 960 160 "" 0 0 0 ""
700 40 700 160 "" 0 0 0 ""
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
